Revit 2027 API
RebarHandlePositionData.GetView Method
 Gets the view in which the handles position should be computed.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public View GetView()
Public Function GetView As View
public:
View^ GetView()
member GetView : unit -> View
Return Value
View
 Returns the view in which the handles position should be computed.
See Also
Reference
RebarHandlePositionData Class
Autodesk.Revit.DB.Structure Namespace